
//создать обертку для всего
let imDiv = document.createElement('div');

//добавить стилизацию
imDiv.classList.add('keyboard-wrapper');

//прикрепить на страницу
document.body.appendChild(imDiv);

//создать заголовок с инфо о том что создается в системе MacOS
//создать поле для вывода символов
//создать поле с буквами под мак на русском и на английском
//анимировать буквы
//сделать вывод по нажатию с клавы
//при нажатии дажи на 3 клавиши - все подсвчеиваются

//сделать вывод по нажатию мышкой на символы
//символы shift/caps/alt/cmd - при нажатии мышкой остаются подсвеченными


//использовать es6
//проверять ошибки в консоли





// document.onkeypress = function(event) {
// 	console.log(event);
// };